[
    {
        "id": "114e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Mitchel Russo",
        "review": "I really like the look and feel of these shoes. I wear them especially when I go to the gym and they are great on the treadmill. Happy with my purchase.",
        "ratings": 5
    },
    {
        "id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Skyler",
        "review": "I have owned them 30 days and the bottom tread is already detaching. 30 days! I figured I had save money after being a Nike guy for decades, guess that was a wrong move. Garbage.",
        "ratings": 2
    },
    {
        "id": "134e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Tyler",
        "review": "I play a lot of pickleball, and this is the mist comfortable shoe I have owned. Lightweight but supportive. Lots of quick stops and starts. Highly recommend. Just bought second pair.",
        "ratings": 5
    },
    {
        "id": "144e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "James Floyd",
        "review": "These shoes seem to be well constructed except for the fact that the entire top is fabric. The soles are good but the all fabric tops do not provide much support and my feet shift around in them. I won't purchase them again.",
        "ratings": 4
    },
    {
        "id": "154e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Williamson",
        "review": "they are great, super comfortable, I have a face, great price.",
        "ratings": 5
    },
    {
        "id": "164e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Anderson",
        "review": "Comfortable, and imo they look great too.",
        "ratings": 5
    },
    {
        "id": "174e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Peterson",
        "review": "Shoe looks fine. Nice quality for the money. Fit was good.",
        "ratings": 4
    },
    {
        "id": "184e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Jr. David",
        "review": "Unfortunately this shoe didn't fit (I've got weirdly wide feet) so I had to send it back, but I'll do a review on what I felt of it while I had it.",
        "ratings": 4
    },
    {
        "id": "194e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Tiffiny Rick",
        "review": "This is a great item for the money I brought it for my son to use at good rod & real.",
        "ratings": 5
    },
    {
        "id": "104e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Anthony",
        "review": "Bought these to replace my old worn out s-works mountain shoe. And after having a great shoe for so long, I was worried about the transition. But these shoes didn't dissapoint me at all. Actually I feel very comfortable in this.",
        "ratings": 5
    },
    {
        "id": "111e13b9-2d54-4b2f-a74d-a77b362d6ead",
        "name": "Matt Smith",
        "review": "I love their shoes. I have many pairs. I recently switched from road shoes to mountain biking shoes to prevent nerve damage in my feet from riding long distances. It feels very comfortable to wear.",
        "ratings": 5
    }
]